alefragnani.project-manager
CoenraadS.bracket-pair-colorizer
jdinhlife.gruvbox
justusadam.language-haskell
rust-lang.rust
mauve.terraform
ms-azuretools.vscode-docker
PKief.material-icon-theme
redhat.vscode-yaml
scala-lang.scala
scalameta.metals
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
gitduck.code-streaming

